{
  "headers": {
    "title": "Venda",
    "location": "Northern South Africa, now part of Limpopo province",
    "founded_as": "Homeland for the Venda people",
    "declaration_dates": {
      "self-governing": "February 1, 1973",
      "independent": "September 13, 1979"
    },
    "independence_recognition": "Not recognized by the international community",
    "geography": {
      "territories": "Non-contiguous territories in the Transvaal",
      "capital": "Thohoyandou",
      "land_area_km2": 6807,
      "population_1991": "558,797",
      "bordering_states": [
        "Zimbabwe (separated by Madimbo corridor)",
        "Mozambique (separated by Kruger National Park)"
      ]
    },
    "leadership": {
      "first_president": "Patrick Mphephu",
      "successor": "Frank Ravele (overthrown in 1990)",
      "ruling_body_after_coup": "Council of National Unity",
      "re-absorption_date_into_South_Africa": "April 27, 1994"
    },
    "educational_institution": "University of Venda (established in 1982)",
    "geographical_features": {
      "areas": ["Mukhase"],
      "wildlife": ["elephants", "lions", "springbok"]
    },
    "wikipedia_stub": true
  },
  "text": "Venda was a bantustan in northern South Africa, now part of Limpopo province. It was founded as a homeland for the Venda people, speakers of the Venda language.[1]\nIt was declared self-governing on February 1, 1973.[2] On September 13, 1979, it was declared independent by the South African government and its residents lost their South African citizenship.[3][4] In common with other bantustans, its independence was not recognized by the international community.\nIt was initially a series of non-contiguous territories in the Transvaal, with one main part and one main exclave.  Its capital, formerly  at Sibasa, was moved to Thohoyandou (which included the old Sibasa administrative district) when Venda was declared independent in 1979.  Prior to independence it was expanded to form one contiguous territory, with a total land area of 6,807 km².[1] Its stated population in 1991 was 558,797 (This was not accurate),[1] with the majority of Venda peoples in Southern Africa living within its territory. The state was cut off from neighboring Zimbabwe by the Madimbo corridor, patrolled by South African troops, to the north, and from nearby Mozambique by the Kruger National Park.[1]\nThe first President of Venda, Patrick Mphephu, was also a chief of the Venda people. His successor, Frank Ravele, was overthrown in a military coup in  1990, after which the territory was ruled by the Council of National Unity. Venda was re-absorbed into South Africa on April 27, 1994.[2]\nIn 1982, the University of Venda was established as an institution for higher learning for vha-Venda people.[5]\nVenda is divided into small areas, such as Mukhase, where pure water can be found running off the mountain. The area contains wild animals such as elephants, lions, springbok etc."
}
